Revit 2027 API
ExportLinetypeKey Constructor
 Constructs a new default ExportLinetypeKey.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportLinetypeKey()
Public Sub New
public:
ExportLinetypeKey()
new : unit -> ExportLinetypeKey
See Also
Reference
ExportLinetypeKey Class
ExportLinetypeKey Overload
Autodesk.Revit.DB Namespace